Repository: common-repository/likes-posts-comments
Catalog: languages/likes-posts-comments-*.po
Languages: fr_fr

source: Be the first to like this post
fr_fr: Soyez la premier à aimer ça

source: One person like
fr_fr: Une personne aime

source: Be the first to like this comment
fr_fr: Soyez la premier à aimer ce commentaire

source: I like this post
fr_fr: J'aime cet article

source: I do not like this post
fr_fr: Je n'aime plus cet article

source: I like this comment
fr_fr: J'aime ce commentaire

source: I do not like this comment
fr_fr: Je n'aime plus ce commentaire

source: Likes management
fr_fr: Réglages des boutons j'aime

source: Label for post like:
fr_fr: Libellé pour aimer un article

source: Label for post unlike:
fr_fr: Libellé pour ne plus aimer un article

source: Label for comment like:
fr_fr: Libellé pour aimer un commentaire

source: Label for comment unlike:
fr_fr: Libellé pour ne plus aimer un commentaire

source: You can customize the labels for each option
fr_fr: Vous pouvez personnaliser les libellés pour chaque option

source: Likes Posts & Comments Options
fr_fr: Options de configuration du plugin Likes Posts & Comments
